app/controllers/students_controller.rb

  def index
    # binding.pry
    @students = Student.all
---
SELECT "students".* FROM "students"